Repository: rhysgilk/graviti
Catalog: graviti/graviti/Localizable.xcstrings
Source language: en
Languages: es

source: %@ · %lld Gravity
es: %1$@ · %2$lld Gravity

# %@ · %lld saved %@
source: %1$@ · %2$lld saved %3$@
es: %1$@ · %2$lld %3$@ guardados

source: %@ · %lld%% confidence
es: %1$@ · %2$lld%% de confianza

# %@ · %lld%% evidence confidence
source: %1$@ · %2$lld%% evidence confidence
es: %1$@ · %2$lld%% de confianza de la evidencia

source: %@ Fit Guide
es: Guía Fit de %1$@

source: %@ has gone quiet
es: %1$@ lleva un tiempo sin actividad

source: %@ is a %@ in %@, saved for %@.
es: %1$@ es de tipo %2$@ en %3$@ y se guardó por %4$@.

source: %@ is a %@ in %@.
es: %1$@ es de tipo %2$@ en %3$@.

source: %@ is a %@, saved for %@.
es: %1$@ es de tipo %2$@ y se guardó por %3$@.

source: %@ is a %@.
es: %1$@ es de tipo %2$@.

source: %@ is coming into focus
es: %1$@ está cobrando forma

source: %@ is gaining Gravity
es: %1$@ está ganando Gravity

source: %@ is saved for %@.
es: %1$@ se guardó por %2$@.

source: %@ keeps showing up
es: %1$@ aparece una y otra vez

source: %@ leads your field
es: %1$@ lidera tu campo

source: %@ now have enough Gravity to stand on their own
es: %1$@ ya tienen suficiente Gravity para destacar por sí solos

# %@, %@, %@, %@, based on %@
source: %1$@, %2$@, %3$@, %4$@, based on %5$@
es: %1$@, %2$@, %3$@, %4$@, según %5$@

# %@, %@, %lld saved items
source: %1$@, %2$@, %3$lld saved items
es: %1$@, %2$@, %3$lld elementos guardados

source: %@, %@, Gravity %lld, %@
es: %1$@, %2$@, Gravity %3$lld, %4$@

# %@, %@, Gravity %lld, %lld saved %@
source: %1$@, %2$@, Gravity %3$lld, %4$lld saved %5$@
es: %1$@, %2$@, Gravity %3$lld, %4$lld %5$@ guardados

# %lld %@ multiple saves
source: %1$lld %2$@ multiple saves
es: %1$lld %2$@ reúnen varios guardados

source: %lld couldn't import
es: %1$lld no se pudieron importar

source: %lld destinations
es: %1$lld destinos

source: %lld distinct places
es: %1$lld lugares distintos

source: %lld duplicates already present
es: %1$lld duplicados ya estaban presentes

source: %lld duplicates avoided
es: %1$lld duplicados evitados

source: %lld experience types
es: %1$lld tipos de experiencia

source: %lld Gravity
es: %1$lld Gravity

source: %lld Gravity · %@
es: %1$lld Gravity · %2$@

# %lld Gravity · %lld saved %@
source: %1$lld Gravity · %2$lld saved %3$@
es: %1$lld Gravity · %2$lld %3$@ guardados

source: %lld imported
es: %1$lld importados

source: %lld interests
es: %1$lld intereses

source: %lld of %lld
es: %1$lld de %2$lld

source: %lld place details refreshed
es: %1$lld detalles de lugares actualizados

source: %lld places combine multiple saves
es: %1$lld lugares reúnen varios guardados

source: %lld preferences
es: %1$lld preferencias

# %lld saved %@
source: %1$lld saved %2$@
es: %1$lld %2$@ guardados

# %lld saved %@ · %lld Gravity
source: %1$lld saved %2$@ · %3$lld Gravity
es: %1$lld %2$@ guardados · %3$lld Gravity

source: %lld saved items
es: %1$lld elementos guardados

source: %lld saves
es: %1$lld guardados

source: %lld saves across %lld areas
es: %1$lld guardados en %2$lld zonas

source: %lld saves across %lld destinations
es: %1$lld guardados en %2$lld destinos

source: %lld saves at %lld places
es: %1$lld guardados en %2$lld lugares

source: %lld saves at %lld places in the last %lld days
es: %1$lld guardados en %2$lld lugares en los últimos %3$lld días

source: %lld saves restored
es: %1$lld guardados restaurados

source: %lld separate saves connect to this one place. Each original remains available and contributes to its Gravity and interest signals.
es: %1$lld guardados distintos se conectan con este lugar. Cada original sigue disponible y contribuye a sus señales de Gravity e intereses.

source: 1 couldn't import
es: 1 no se pudo importar

source: 1 destination
es: 1 destino

source: 1 distinct place
es: 1 lugar distinto

source: 1 duplicate already present
es: 1 duplicado ya estaba presente

source: 1 duplicate avoided
es: 1 duplicado evitado

source: 1 experience type
es: 1 tipo de experiencia

source: 1 imported
es: 1 importado

source: 1 interest
es: 1 interés

source: 1 place combines multiple saves
es: 1 lugar reúne varios guardados

source: 1 place detail refreshed
es: 1 detalle de lugar actualizado

source: 1 preference
es: 1 preferencia

source: 1 save
es: 1 guardado

source: 1 save across %lld areas
es: 1 guardado en %1$lld zonas

source: 1 save at %lld places
es: 1 guardado en %1$lld lugares

source: 1 save restored
es: 1 guardado restaurado

source: 1 saved item
es: 1 elemento guardado

source: A note, if you like
es: Una nota, si quieres

source: A saved idea about %@.
es: Una idea guardada sobre %1$@.

source: A saved photo about %@.
es: Una foto guardada sobre %1$@.

source: A saved photo is missing or invalid, so the backup can't be completed safely.
es: Falta una foto guardada o no es válida, por lo que la copia no se puede completar de forma segura.

source: About Graviti
es: Acerca de Graviti

source: About this save
es: Acerca de este guardado

source: Across your Library
es: En toda tu biblioteca

source: Activities
es: Actividades

source: Add %lld more distinct places and broaden the mix of experiences to support a weekend.
es: Añade %1$lld lugares distintos más y amplía la variedad de experiencias para preparar un fin de semana.

source: Add %lld more distinct places to support a longer trip.
es: Añade %1$lld lugares distintos más para preparar un viaje más largo.

source: Add %lld more distinct places to support a weekend.
es: Añade %1$lld lugares distintos más para preparar un fin de semana.

source: Add a description or place to help Graviti understand this save.
es: Añade una descripción o un lugar para ayudar a Graviti a entender este guardado.

source: Add a place to this photo
es: Añadir un lugar a esta foto

source: Add a place to this save
es: Añadir un lugar a este guardado

source: Add another kind of experience and %lld more distinct places to support a longer trip.
es: Añade otro tipo de experiencia y %1$lld lugares distintos más para preparar un viaje más largo.

source: Add another kind of experience to support a longer trip.
es: Añade otro tipo de experiencia para preparar un viaje más largo.

source: Added %lld shared saves to your Library
es: Se añadieron %1$lld guardados compartidos a tu Biblioteca

source: Added 1 shared save to your Library
es: Se añadió 1 guardado compartido a tu Biblioteca

source: Already saved
es: Ya está guardado

source: Already visited?
es: ¿Ya lo visitaste?

source: Also matches what you asked for: %@.
es: También coincide con lo que pediste: %1$@.

source: amusement park
es: parque de atracciones

source: Anywhere
es: Cualquier lugar

source: Anywhere · Based on your saves
es: Cualquier lugar · Según tus guardados

source: Apple MapKit powers place search and Fit Guide suggestions. Public map collections and saved webpages are contacted only for features you invoke or eligible links you save. Photo text recognition runs on device.
es: Apple MapKit permite buscar lugares y obtener sugerencias de las guías de Fit. Las colecciones públicas de mapas y las páginas web guardadas solo se consultan para funciones que usas o enlaces compatibles que guardas. El reconocimiento de texto en fotos se ejecuta en el dispositivo.

source: Apple Maps guide
es: Guía de Apple Maps

source: Apple Maps place category
es: Categoría del lugar en Apple Maps

source: Apple Maps place details
es: Detalles del lugar de Apple Maps

source: Apple Maps place details and detected image text
es: Detalles del lugar de Apple Maps y texto detectado en la imagen

source: Apple Maps place details and saved link details
es: Detalles del lugar de Apple Maps y del enlace guardado

source: Apple Maps place details and saved text
es: Detalles de Apple Maps y texto guardado

source: Applied as filters
es: Aplicados como filtros

source: aquarium
es: acuario

source: Architecture
es: Arquitectura

source: Areas
es: Zonas

source: Arts & culture
es: Arte y cultura

source: Associates this saved item with the selected place
es: Asocia este elemento guardado con el lugar seleccionado

source: Automatic
es: Automático

source: Avoid
es: Evitar

source: Avoided interests, Not for Me, and visited destinations are removed before ranking.
es: Los intereses evitados, No es para mí y los destinos visitados se eliminan antes de ordenar.

source: Back
es: Atrás

source: Back to Gravity Field
es: Volver al campo de Gravity

source: Back up before uninstalling
es: Haz una copia antes de desinstalar

source: Backups are yours
es: Tus copias de seguridad te pertenecen

source: bakery
es: panadería

source: Barbecue
es: Barbacoa

source: Based on %lld of your saved items across the Library.
es: Basado en %1$lld de tus elementos guardados en la Biblioteca.

source: beach
es: playa

source: Beaches
es: Playas

source: brewery
es: cervecería

source: Bring in saved places
es: Importa lugares guardados

source: Broaden the mix of experiences to support a weekend.
es: Amplía la variedad de experiencias para preparar un fin de semana.

source: Browse all Fit Guides
es: Ver todas las guías de Fit

source: Build my %@ Fit Guide
es: Crear mi guía Fit de %1$@

source: Built from your patterns
es: Creada a partir de tus patrones

source: café
es: cafetería

source: campground
es: camping

source: Cancel
es: Cancelar

source: castle
es: castillo

source: Categories
es: Categorías

source: Category
es: Categoría

source: Change photo
es: Cambiar foto

source: Change place
es: Cambiar lugar

source: Change preferences
es: Cambiar preferencias

source: Changes how destinations are grouped
es: Cambia cómo se agrupan los destinos

source: Changing test data…
es: Cambiando datos de prueba…

source: Checking for places in this Google Maps list…
es: Buscando lugares en esta lista de Google Maps…

source: Choose from Photos
es: Elegir de Fotos

source: Choose the matching place
es: Elige el lugar correspondiente

source: cities
es: ciudades

source: Cities
es: Ciudades

source: City
es: Ciudad

source: Close destination
es: Cerrar destino

source: Close field insight
es: Cerrar información del campo

source: Closes destination
es: Cierra el destino

source: Coast & water
es: Costa y agua

source: Coffee
es: Café

source: Connect to the internet to load live place suggestions. Places already saved in this guide remain available.
es: Conéctate a internet para cargar sugerencias de lugares. Los lugares ya guardados en esta guía siguen disponibles.

source: Copies app and aggregate status details without saved content
es: Copia datos de la app y del estado agregado sin contenido guardado

source: Copy diagnostics
es: Copiar diagnósticos

source: couldn’t import
es: no se pudieron importar

source: countries
es: países

source: Countries
es: Países

source: Country
es: País

source: Data & privacy
es: Datos y privacidad

source: Data & Privacy
es: Datos y privacidad

source: Delete %lld selected
es: Eliminar %1$lld seleccionados

# Delete %lld selected %@?
source: Delete %1$lld selected %2$@?
es: ¿Eliminar %1$lld %2$@ seleccionados?

source: Delete %lld selected saves
es: Eliminar %1$lld guardados seleccionados

source: Delete %lld selected saves?
es: ¿Eliminar %1$lld guardados seleccionados?

source: Delete saved item
es: Eliminar elemento guardado

source: Delete saved items
es: Eliminar elementos guardados

source: Delete selected save
es: Eliminar guardado seleccionado

source: Delete the selected save?
es: ¿Eliminar el guardado seleccionado?

source: Delete this saved item?
es: ¿Eliminar este elemento guardado?

source: Deleting Graviti also removes its local Library. Use Export backup from Library Actions to keep a copy, including saved photos, and Restore backup to bring it back later.
es: Al eliminar Graviti también se elimina su Biblioteca local. Usa Exportar copia en Acciones de la Biblioteca para conservar una copia, incluidas las fotos guardadas, y Restaurar copia para recuperarla más adelante.

source: Desert hiking
es: Senderismo en desierto

source: Desserts
es: Postres

source: Destination knowledge
es: Conocimiento del destino

source: Destination knowledge · %lld%% reviewed confidence
es: Conocimiento del destino · %1$lld%% de confianza revisada

source: Destination saved
es: Destino guardado

source: Destination sources
es: Fuentes del destino

source: Destinations
es: Destinos

source: Destinations already represented in your Library are filtered out.
es: Se filtran los destinos que ya están representados en tu Biblioteca.

source: Destinations appear as your saves are connected to places.
es: Los destinos aparecen a medida que tus guardados se conectan con lugares.

source: Destinations grow as your real saves accumulate.
es: Los destinos crecen a medida que se acumulan tus guardados reales.

source: Details edited by you
es: Detalles editados por ti

source: Details will be tried again later.
es: Se volverán a intentar obtener los detalles más adelante.

source: Detected image text
es: Texto detectado en la imagen

source: Detected text
es: Texto detectado

source: Developing signal
es: Señal en desarrollo

source: Development test data
es: Datos de prueba de desarrollo

source: Diagnostics copied
es: Diagnósticos copiados

source: Didn't fit
es: No encajó

source: Discover deeper patterns
es: Descubre patrones más profundos

source: Distinct places, areas, sources, and detail quality limit certainty.
es: Los lugares, las zonas, las fuentes y la calidad de los detalles limitan la certeza.

source: District
es: Distrito

source: Done
es: Listo

source: duplicates avoided
es: duplicados evitados

source: Early signal
es: Señal inicial

source: Edit description and interests
es: Editar descripción e intereses

source: Edit saved item
es: Editar elemento guardado

source: Enter at least two characters.
es: Introduce al menos dos caracteres.

source: Europe
es: Europa

source: Evidence confidence
es: Confianza de la evidencia

source: Examples: matcha, scenic views, architecture. These help Graviti find patterns across your saves.
es: Ejemplos: matcha, vistas panorámicas, arquitectura. Ayudan a Graviti a encontrar patrones entre tus guardados.

source: Explore
es: Explorar

source: Explore the app
es: Explorar la app

source: Export backup
es: Exportar copia

source: Feedback & support
es: Comentarios y ayuda

source: Feedback opens the public GitHub issue tracker. Do not include private or sensitive information. Diagnostics contain aggregate counts and app details only.
es: Los comentarios abren el registro público de incidencias de GitHub. No incluyas información privada ni confidencial. Los diagnósticos solo contienen recuentos agregados y datos de la app.

source: Find a place
es: Buscar un lugar

source: Find matching place
es: Buscar el lugar correspondiente

source: Find places
es: Buscar lugares

source: Find the place in this photo
es: Buscar el lugar de esta foto

source: Find the place in this save
es: Buscar el lugar de este guardado

source: Find your first place
es: Busca tu primer lugar

source: Finding places for your patterns…
es: Buscando lugares para tus patrones…

source: Finding this place
es: Buscando este lugar

source: Fit Guides
es: Guías de Fit

source: Fit Guides stay here even when their destinations are no longer in your current recommendations.
es: Las guías de Fit permanecen aquí aunque sus destinos ya no aparezcan en tus recomendaciones actuales.

source: Fit is a conservative comparison signal, not the chance you will enjoy a trip.
es: Fit es una señal comparativa prudente, no la probabilidad de que disfrutes un viaje.

source: Food & drink
es: Comida y bebida

source: food market
es: mercado gastronómico

source: Forest hiking
es: Senderismo en bosque

source: Forests
es: Bosques

source: Gardens
es: Jardines

source: Get support
es: Obtener ayuda

source: GitHub support requests are public. Do not include private or sensitive information.
es: Las solicitudes de ayuda en GitHub son públicas. No incluyas información privada ni sensible.

source: Google Maps import complete
es: Importación de Google Maps completada

source: Google Maps list
es: Lista de Google Maps

source: Graviti organizes the places that catch your attention, learns the interests behind them, and helps reveal where you may want to go next.
es: Graviti organiza los lugares que llaman tu atención, aprende los intereses que hay detrás y te ayuda a descubrir adónde podrías querer ir después.

source: Graviti's local media storage is unavailable.
es: El almacenamiento multimedia local de Graviti no está disponible.

source: Graviti's shared save storage is unavailable.
es: El almacenamiento compartido de Graviti no está disponible.

source: Growing now
es: Creciendo ahora

source: Hiking
es: Senderismo

source: hiking area
es: zona de senderismo

source: Historic architecture
es: Arquitectura histórica

source: History
es: Historia

source: Home
es: Inicio

source: How strongly this destination matches patterns across your saves.
es: Qué tanto coincide este destino con los patrones de tus elementos guardados.

source: How this Fit was calculated
es: Cómo se calculó este Fit

source: I want more of
es: Quiero más de esto

source: Import .webloc file
es: Importar archivo .webloc

source: Import Google Saved CSV
es: Importar CSV de guardados de Google

source: Import guide places
es: Importar lugares de la guía

source: Import Maps link file
es: Importar archivo de enlace de Maps

source: Import or refresh every place from this Apple Maps guide.
es: Importa o actualiza todos los lugares de esta guía de Apple Maps.

source: Import or refresh every place from this Google Maps list.
es: Importa o actualiza todos los lugares de esta lista de Google Maps.

source: Import or refresh places
es: Importar o actualizar lugares

source: Import the places in this Apple Maps guide into your Library.
es: Importa a tu Biblioteca los lugares de esta guía de Apple Maps.

source: imported
es: importados

source: Imported from
es: Importado de

source: Importing guide
es: Importando guía

source: Importing places
es: Importando lugares

source: Importing places from Apple Maps guide…
es: Importando lugares de la guía de Apple Maps…

source: Insight
es: Información

source: Insight destination
es: Destino de la información

source: Insights
es: Información

source: Interest
es: Interés

source: Interests
es: Intereses

source: Interests, separated by commas
es: Intereses, separados por comas

source: landmark
es: lugar emblemático

source: Landmarks
es: Lugares emblemáticos

source: Leading destination
es: Destino principal

source: Learning about this save…
es: Analizando este guardado…

source: Library
es: Biblioteca

source: Library actions
es: Acciones de la Biblioteca

source: Library Actions can export a versioned backup with saved media and recommendation preferences. Deleting the app removes local data unless you export a backup first.
es: Las acciones de la Biblioteca pueden exportar una copia de seguridad versionada con archivos guardados y preferencias de recomendación. Al eliminar la app se borran los datos locales, a menos que exportes primero una copia de seguridad.

source: Library backup
es: Copia de la Biblioteca

source: Library couldn't load
es: No se pudo cargar la Biblioteca

source: Library unavailable
es: Biblioteca no disponible

source: Link
es: Enlace

source: Load test dataset
es: Cargar conjunto de prueba

source: Loading link preview…
es: Cargando vista previa del enlace…

source: Loading photo
es: Cargando foto

source: Loved it
es: Me encantó

source: Map
es: Mapa

source: Map showing %@
es: Mapa que muestra %1$@

source: Maps link saved to Library.
es: Enlace de Maps guardado en la Biblioteca.

source: Matches
es: Coincidencias

source: Modern architecture
es: Arquitectura moderna

source: monument
es: monumento

source: MORE SAVES NEEDED
es: SE NECESITAN MÁS GUARDADOS

source: Mountains
es: Montañas

source: museum
es: museo

source: Museums
es: Museos

source: music venue
es: sala de conciertos

source: national park
es: parque nacional

source: National parks
es: Parques nacionales

source: Nature
es: Naturaleza

source: Needs place review
es: Necesita revisar el lugar

source: Needs your help
es: Necesita tu ayuda

source: Negative feedback
es: Comentarios negativos

source: Neighborhood
es: Barrio

source: New to your Library
es: Nuevo en tu Biblioteca

source: Next insight
es: Información siguiente

source: No added boost
es: Sin impulso adicional

source: No destinations match every filter
es: Ningún destino coincide con todos los filtros

source: No destinations yet
es: Aún no hay destinos

source: No matches. Try the place name with its city.
es: No hay coincidencias. Prueba con el nombre del lugar y su ciudad.

source: No new saves in %lld months
es: No hay elementos nuevos guardados desde hace %1$lld meses

source: No places found. Try a name and city.
es: No se encontraron lugares. Prueba con un nombre y una ciudad.

source: No places on the map yet
es: Aún no hay lugares en el mapa

source: No places yet
es: Aún no hay lugares

source: No readable text was found in this image.
es: No se encontró texto legible en esta imagen.

source: No saves yet
es: Aún no hay guardados

source: No suggestions found
es: No se encontraron sugerencias

source: North America
es: Norteamérica

source: Not for me
es: No es para mí

source: Not selected
es: No seleccionado

source: Note
es: Nota

source: Novelty
es: Novedad

source: OK
es: Aceptar

source: Open field insight
es: Abrir información del campo

source: Open Google Takeout
es: Abrir Google Takeout

source: Open original
es: Abrir original

source: Opens destination
es: Abre el destino

source: Opens smaller areas within %@
es: Abre zonas más pequeñas dentro de %1$@

source: Opens the Apple Maps listing with current ratings and details
es: Abre la ficha de Apple Maps con valoraciones y detalles actuales

source: Opens the saves connected to %@
es: Abre los elementos guardados relacionados con %@

source: Orbit Resolution
es: Resolución de la órbita

source: Original saved text
es: Texto original guardado

source: Original saves stay separate and strengthen this place’s signal.
es: Los guardados originales permanecen separados y refuerzan la señal de este lugar.

source: park
es: parque

source: Paste a link
es: Pegar un enlace

source: Paste an Apple Maps or Google Maps link to save a place or import a shared guide or list. You can also import Google Takeout CSVs and .webloc files.
es: Pega un enlace de Apple Maps o Google Maps para guardar un lugar o importar una guía o lista compartida. También puedes importar archivos CSV de Google Takeout y archivos .webloc.

source: Paste Maps link
es: Pegar enlace de Maps

source: Pattern
es: Patrón

source: Patterns
es: Patrones

source: Photo
es: Foto

source: Photo or screenshot
es: Foto o captura de pantalla

source: Photo selected
es: Foto seleccionada

source: Photo unavailable
es: Foto no disponible

source: Place
es: Lugar

source: place details refreshed
es: detalles de lugares actualizados

source: Place details will continue organizing in the background.
es: Los detalles de los lugares seguirán organizándose en segundo plano.

source: Place lookup didn't finish
es: La búsqueda del lugar no terminó

source: Place lookup failed
es: Falló la búsqueda del lugar

source: Place name and city
es: Nombre del lugar y ciudad

source: Place search and resolution use Apple MapKit. Saved public links may be contacted to fetch a title, description, and preview image. On-device Vision reads photo text without uploading the image for recognition.
es: La búsqueda y resolución de lugares usan Apple MapKit. Se puede acceder a los enlaces públicos guardados para obtener un título, una descripción y una imagen de vista previa. Vision lee el texto de las fotos en el dispositivo sin subir la imagen para reconocerla.
